IDEA Open Model
Material.LoadFromLibrary Property
Compatible with IDEA StatiCa Beta 20.0
 Load from library - try override properties from library find material by name
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool LoadFromLibrary { get; set; }
Public Property LoadFromLibrary As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
Material Class
IdeaRS.OpenModel.Material Namespace